Repository: Jackhammer88/StrmotionCNC
Catalog: Modules/LaserSettings/Resources/GeneralStrings.*.resx
Languages: ru_ru

source: Approach normal
ru_ru: Подвод норм

source: Approach precut
ru_ru: Подвод precut

source: Approach red acc
ru_ru: Подвод red acc

source: Approach red speed
ru_ru: Подвод red speed

source: Approach red speed acc
ru_ru: Подвод red speed acc

source: Burn normal
ru_ru: Прожиг норм

source: Burn soft
ru_ru: Прожиг мягкий

source: Cooling
ru_ru: Охлаждение

source: Engraving
ru_ru: Гравировка

source: Evaporation
ru_ru: Испарение

source: Large contour
ru_ru: Большой контур

source: Middle contour
ru_ru: Средний контур

source: Pre burn
ru_ru: Препрожиг

source: Punching
ru_ru: Кернение

source: Small contour
ru_ru: Малый контур

source: Description
ru_ru: Описание

source: Value
ru_ru: Значение

# Acceleration
source: Acceleration, m/s^2
ru_ru: Ускорение, м/с^2

# BeamDiameter
source: Beam diameter, mm
ru_ru: Диаметр луча, мм

source: Burning type
ru_ru: Тип прожига

source: Coefficient
ru_ru: Коэффициент

# Feedrate
source: Feedrate, mm/min
ru_ru: Подача, мм/мин

# LaserPower
source: Laser power, W
ru_ru: Мощность, Вт

# MinLaserPower
source: Minimal power, W
ru_ru: Минимальная мощность, Вт

# Gap
source: Gap, mm
ru_ru: Зазор, мм

# LaserFocus
source: Focus, mm
ru_ru: Фокус, мм

# GasPressure
source: Gas pressure, bar
ru_ru: Давление газа, бар

# ImpFrequeency
source: Imp frequency, Hz
ru_ru: Частота, Гц

source: Imp duty cycle, %
ru_ru: Скважность, %

# RampNo
source: Ramp number
ru_ru: Рампа №

# NozzleDiameter
source: Nozzle diameter, mm
ru_ru: Диаметр сопла, мм

# FollowingOn
source: Following
ru_ru: Слежение

# SensorSensitivityI1
source: Sensor sensitivity 1
ru_ru: Чувствительность 1

# SensorSensitivityI2
source: Sensor sensitivity 2
ru_ru: Чувствительность 2

source: Rounded on
ru_ru: Без скругления

source: Gas type
ru_ru: Тип газа

source: Burning time
ru_ru: Время прожига

source: Air
ru_ru: Воздух

source: Oxygen
ru_ru: Кислород

source: Nitrogen
ru_ru: Азот

# BigContour
source: Large contour
ru_ru: Большой контур

source: Steel
ru_ru: Сталь

source: Stainless steel
ru_ru: Нержавеющая сталь

source: Electrical steel
ru_ru: Электротехническая сталь

source: Aluminium
ru_ru: Алюминий

source: Cooper
ru_ru: Медь

source: Brass
ru_ru: Латунь

source: Titanium
ru_ru: Титан

source: Other
ru_ru: Другой

# SavingError
source: An error happens during file saving
ru_ru: Ошибка при попытке сохранить файл

# OpeningError
source: An error happens during file opening
ru_ru: Произошла ошибка во время открытия файла

# LaserSettingsTitle
source: LASER SETTINGS
ru_ru: НАСТР ЛАЗЕРА

source: Temperature
ru_ru: Температура

source: Laser head control values
ru_ru: Контрольные значения лазерной головки

# ProtectiveWindowTemp
source: Protective window temperature, ℃
ru_ru: Температура защитного окна, ℃

source: Colim lens temperature,, ℃
ru_ru: Температура коллиматорной линзы, ℃

source: Focal lens temperature, ℃
ru_ru: Температура фокусирующей линзы, ℃

source: Laser head temperature, ℃
ru_ru: Температура лазерной головки, ℃

source: Pressure
ru_ru: Давление

# CuttingGasPressure
source: Cutting gas pressure, bar
ru_ru: Давление режущего газа, bar

# PressureInsideHead
source: Pressure inside the head, bar
ru_ru: Давление внутри лазерной головки, bar

source: Other parameters
ru_ru: Прочие параметры

source: Lens current position
ru_ru: Текущая позиция линзы

# FocalConfigNumber
source: Focal configuration number
ru_ru: Номер конфигурации фокальной линзы

# PowerOfRefraction
source: Power of the ray refraction
ru_ru: Степень преломления луча(загрязнение)

# ZCorrection
source: Z offset correction
ru_ru: Z коррекция смещения
